const menu = (prefix, NomeDoBot,) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
❦ ════ •⊰❂⊱• ════ ❦
➴ ${NomeDoBot}
➵ ➶

ᕙ༼*◕_◕*༽ᕤ

✻ ═══════ •❅• ═══════ ✼
      Menu De Comandos
✻ ═══════ •❅• ═══════ ✼

𒀱𝐋𝐈𝐒𝐓𝐀 𝐃𝐄 𝐌𝐄𝐍𝐔𝐒𒀱

➵ ${prefix}Menudono

➵ ${prefix}Efeitosimg

➵ ${prefix}Menuadm

➵ ${prefix}Menupremium

➵ ${prefix}Logos

➵ ${prefix}Brincadeiras

➵ ${prefix}Alteradores

✻ ═══════ •❅• ═══════ ✼
        𝙼𝚎𝚖𝚋𝚛𝚘𝚜
✻ ═══════ •❅• ═══════ ✼

➤ ${prefix}Idiomas 

➤ ${prefix}Bug (QUESTIONE) 

➤ ${prefix}Sugestao (DICA) 

➤ ${prefix}Avalie (O-QUAO-BOM) 

❅ ─────── ✶ ☃ ✶ ─────── ❅
  𝙸𝚗𝚏𝚘𝚛𝚖𝚊𝚌𝚘𝚎𝚜 𝚍𝚎 𝙳𝚘𝚗𝚘
❅ ─────── ✶ ☃ ✶ ─────── ❅

➤ ${prefix}ofcdono

➤ ${prefix}InfoBemvindo

➤ ${prefix}Infopalavrão

➤ ${prefix}Infolistanegra

➤ ${prefix}Infobancarac

➤ ${prefix}Infovotação

➤ ${prefix}Infocontador

➤ ${prefix}Infosorteio

⊱⋅ ────── ❴ ⋈ ❵ ────── ⋅⊰
      esquisas / Baixar
⊱⋅ ────── ❴ ⋈ ❵ ────── ⋅⊰

➣ ${prefix}Play (NOME) 

➣ ${prefix}Playmp4 (NOME) 

➣ ${prefix}Ytsearch (NOME) 

➣ ${prefix}Ytmp4 (LINK) 

➣ ${prefix}Ytmp3 (LINK) 

➣ ${prefix}tiktok (LINK) 

➣ ${prefix}Instadw (LINK) 

➣ ${prefix}Twitter (LINK) 

➣ ${prefix}Imgpralink (MARCAR)

➣ ${prefix}Videopralink (MARCAR-V) 

⊱⋅ ────── ❴ ⋈ ❵ ────── ⋅⊰
      Informações Básicas
⊱⋅ ────── ❴ ⋈ ❵ ────── ⋅⊰

➦ ${prefix}Ping (VELO) 

➦ ${prefix}Gitdobot

➦ ${prefix}Atividade

➦ ${prefix}Rankativo

➦ ${prefix}Checkativo (@MARCAR)

➦ ${prefix}Ranklevel (DE-TODOS) 

⊱⋅ ────── ❴ ⋈ ❵ ────── ⋅⊰
      Jogos / Quiz
⊱⋅ ────── ❴ ⋈ ❵ ────── ⋅⊰

➦ ${prefix}Ppt (PEDRA/PAPEL/TESOURA) 

➦ ${prefix}Jogodavelha (@MARCAR) 

➦ ${prefix}Ttt (JOGO-DA-VELHA) 

➦ ${prefix}Cassino

➦ ${prefix}Quizanime 1 / 0

➦ ${prefix}Quizanimais 1 / 0

➦ ${prefix}Anagrama 1 / 0

─━─━─━─「⊱✠⊰」─━─━─━─
  Figurinhas / Stickers
─━─━─━─「⊱✠⊰」─━─━─━─

➜ ${prefix}Attp (TEXTO)

➜ ${prefix}Ttp (TEXTO)

➜ ${prefix}Fsticker (MARCAR-FOTO)

➜ ${prefix}Sticker (MARCAR-FOTO)

➜ ${prefix}Toimg (MARCAR-FIGU)

➜ ${prefix}Togif (MARCAR-FIGU)

➜ ${prefix}Roubar (TEXT/TEXT)

• ۵ • ━────「※」────━ • ۵ •
   Figurinhas / Stickers
• ۵ • ━────「※」────━ • ۵ •

➜ ${prefix}Gtts (LINGUAGEM + TEXTO)

➜ ${prefix}Tagme 

➜ ${prefix}Emoji

➜ ${prefix}Tabela (LETRAS) 

➜ ${prefix}Conselhobiblico

➜ ${prefix}Simi (FALE-ALGO)  

➜ ${prefix}Perfil

➜ ${prefix}Frases

➜ ${prefix}Calcular (1 + 1)

➜ ${prefix}Fazernick (NICK)

➜ ${prefix}Bot
▙▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▟

`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
